---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.SpaceFilter
source: html/65b0ea4d-e0f8-44ed-0d00-615c076c4219.htm
---
# SpaceFilter Members

Constructs a filter which matches only spaces.